"CARD_DETAILS_LABEL"                        = "Данные карты";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Введите сведения о карте, начиная с номера.";
"VALID_CARD_ERROR_LABEL"                    = "Предоставьте номер действующей карты.";
"CARD_REQUIRED"                             = "Номер карты обязателен";
"CARD_INVALID"                              = "Номер карты недействит.";
"EXPIRATION_REQUIRED"                       = "Срок действия обязателен";
"EXPIRATION_INVALID"                        = "Срок действия недейств.";
"CVV_REQUIRED"                              = "%s — обязат. поле";
"CVV_INVALID"                               = "Данные в поле %s недействит.";
"POSTAL_CODE_HELP_LABEL"                    = "Предоставьте действительный индекс.";
"POSTAL_CODE_REQUIRED"                      = "Индекс обязателен";
"POSTAL_CODE_INVALID"                       = "Индекс недействит.";
"COUNTRY_CODE_REQUIRED"                     = "Код страны обязателен";
"COUNTRY_CODE_INVALID"                      = "Код страны недействит.";
"MOBILE_NUMBER_REQUIRED"                    = "Номер мобильного обязат.";
"MOBILE_NUMBER_INVALID"                     = "Номер мобильного недейств.";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "Для этой карты может потребоваться подтверждение участия. При необходимости на этот номер будет отправлен SMS-код.";
"SMS_CODE_REQUIRED"                         = "SMS-код обязателен";
"SMS_CODE_INVALID"                          = "SMS-код недействит.";

"CANCEL_ACTION"                             = "Отмена";
"RETRY_ACTION"                              = "Повторить попытку";
"CONTINUE_ACTION"                           = "Продолжить";
"ADD_CARD_ACTION"                           = "Добавить";
"DONE_ACTION"                               = "Готово";
"EDIT_ACTION"                               = "Редактировать";
"NEXT_ACTION"                               = "След.";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "OK";
"SCAN_CARD_IO_ACTION"                       = "Сканировать с помощью card.io";

"EDIT_PAYMENT_METHOD"                       = "Редактировать источники средств";
"THERE_WAS_AN_ERROR"                        = "К сожалению, возникла ошибка.";
"REVIEW_AND_TRY_AGAIN"                      = "Проверьте данные и повторите попытку.";
"INVALID_LABEL"                             = "Недействительно:";

"YEAR_LABEL"                                = "Год";
"MONTH_LABEL"                               = "Месяц";

"OTHER_LABEL"                               = "Другое";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Банковская карта";
"RECENT_LABEL"                              = "Недавние";
"SELECT_PAYMENT_LABEL"                      = "Выбрать источник средств";

"CONFIRM_ENROLLMENT_LABEL"                  = "Подтвердите участие";
"CONFIRM_ACTION"                            = "Подтвердить";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Введите SMS-код, отправленный на %s";
"SMS_CODE_LABEL"                            = "SMS-код";
"CARD_TYPE_GENERIC_CARD"                    = "Карта";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Код страны";
"SECURITY_CODE_LABEL"                       = "Код безопасности";
"CVV_FIELD_PLACEHOLDER"                     = "Код безопасности";
"CVC_FIELD_PLACEHOLDER"                     = "Код безопасности";
"CID_FIELD_PLACEHOLDER"                     = "Код безопасности";
"CVN_FIELD_PLACEHOLDER"                     = "Код безопасности";
"POSTAL_CODE_PLACEHOLDER"                   = "Индекс";
"MOBILE_NUMBER_LABEL"                       = "Мобильный ";
"EXPIRATION_DATE_LABEL"                     = "Срок действия";
"CARD_NUMBER_PLACEHOLDER"                   = "Номер карты";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "ММ/ГГГГ";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "ММ/ГГ";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Использовать другой номер телефона";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Карта не принимается";

